sdaiIsMember(Sdai_Id_aggr*,SdaiPrimitiveType,BTEllipsis)
\details
Determines whether a specified aggregate contains a specified element.
\param aggregate [in] An aggregate to check.
\param valueType [in] A type of element.
\returns sdaiTRUE if the aggregate contains specified elements; otherwise, the function returns sdaiFALSE.
\remarks
You can check more than one element value through passing them to the function starting from the third parameter.
\remarks
Possible error codes:
* sdaiSS_NOPN - Session is not open.
* sdaiTR_NAVL - Transaction currently not available.
* sdaiTR_EAB - Transaction ended abnormally.
* sdaiRP_NOPN - Repository is not open.
* sdaiMX_NDEF - SDAI-model access not defined.
* sdaiAI_NEXS - Aggregate instance does not exist.
* sdaiVT_NVLD - Value type invalid.
* sdaiSY_ERR - Underlying system error.